Repository: bdrive/cldastream-i18n
Catalog: netdrive_*.po
Languages: es, ko, nl, zh_tw

# NDFlatUI|
source: This issue might be caused by the network connection with Bdrive server which usually occurs when Bdrive server or your PC may not be connected to the Internet. If you are connected to the Internet and still have this issue, please visit %1 to leave a note.
es: Este problema puede deberse a la conexión de red con el servidor de Bdrive, esto ocurre cuando el servidor de Bdrive o su PC no tienen conexión a Internet. Si estás conectado a Internet y aún asi el problema persiste, por favor visita %1 para dejar una nota.
ko: Bdrive의 서버와의 연결에 실패했습니다. 일반적으로 인터넷 연결이 안되어 있는 경우입니다. 인터넷 연결이 되어 있는데 이 문제가 발생한다면 %1을 방문해서 글을 남겨주세요.
nl: Dit probleem kan veroorzaakt zijn door de netwerk verbinding met de Bdrive serverwat gewoonlijk gebeurt als de Bdrive server op je PC niet gekoppeld is met het internet. Als je verbinding hebt met et internet en dit toch gebeurt ga dan naar %1 om een bericht achter te laten.
zh_tw: 檢查網路連接，如果網路連接正常，請瀏覽 %1 進行說明

# NDFlatUI|
source: Failed to delete drive.
es: Error al eliminar el disco
ko: 드라이브 삭제를 실패했습니다.
nl: Verwijderen van de schijf mislukt
zh_tw: 刪除儲存空間失敗

# NDFlatUI|
source: Initializing Agent.
es: Inicializando Agente.
ko: Agent의 초기화중
nl: Initialiseren Agent.
zh_tw: 正在初始化代理

# NDFlatUI|
source: Checking network.
es: Comprobando red.
ko: Network 확인중
nl: Netwerk controleren
zh_tw: 檢查網路

# NDFlatUI|
source: Logging remembered users in.
es: Se están registrando los usuarios conectados.
ko: 저장된 사용자 로그인중
nl: Inloggen van onthouden gebruikers.
zh_tw: 使用記住的使用者名稱登入

# NDFlatUI|
source: Mounting drives on boot.
es: Montar discos al iniciar.
ko: 부팅시 연결하는 드라이브들의 연결중
nl: Koppel schijven bij opstarten
zh_tw: 開機時掛載

# NDFlatUI|
source: Agent is ready.
es: Agente está listo.
ko: Agent 준비 완료.
nl: Agent is klaar.
zh_tw: 代理可用

# NDFlatUI|
source: Failed to upload %1.
es: Error al cargar %1.
ko: %1 업로드 실패
nl: Uploaden van %1 mislukt.
zh_tw: 上傳 %1 失敗

# NDFlatUI|
source: Failed to connect Bdrive server.
es: Error al conectar con el servidor Bdrive.
ko: Bdrive 서버에 접속 실패
nl: Verbinden met Bdrive server mislukt.
zh_tw: 無法連結到Bdrive伺服器

# NDFlatUI|
source: &Open
es: &Abrir
ko: 열기
zh_tw: 開啟

# NDFlatUI|
source: &Quit
es: &Salir
ko: 종료
nl: &Afsluiten
zh_tw: 退出

# NDFlatUI|
source: &Check for Updates
es: &Comprobar Actualizaciones
ko: 업데이트 확인
nl: &Controleren op Updates
zh_tw: 檢查更新

# NDFlatUI|
source: &Login
es: &Conectar
ko: 로그인
zh_tw: 登入

# NDFlatUI|
source: Log&out
es: &Cerrar sesión
ko: 로그아웃
zh_tw: 登出

# NDFlatUI|
source: Initializing...
es: Inicializando...
ko: 초기화중...
nl: Initialiseer...
zh_tw: 正在初始化...

# NDFlatUI|
source: %1 File Lock Service is not available!
ko: %1 파일 잠금 서비스에 접속할 수 없습니다!

# NDFlatUI|
source: %1 Agent is starting.
ko: %1 Agent 시작중.

# NDFlatUI|
source: Initializing SDK.
ko: SDK 초기화

# NDFlatUI|
source: Connecting to %1 Agent.
ko: %1 agent에 연결 중.

# NDFlatUI|
source: %1 File Lock Service is not available
ko: %1 파일 잠금 서비스에 접속할 수 없습니다

# NDFlatUI|
source: %1 is Quiting...
ko: %1 종료중...

# NDFlatUI|
source: If you log out, 'mount on boot' items will not connect automatically. Are you sure to log out?
es: Si cierras la sesión, los elementos de 'montar al iniciar' no se conectarán automáticamente. ¿Estás seguro de cerrar sesión?
ko: 로그아웃하면, '부팅시 연결' 아이템은 자동으로 연결되지 않습니다. 로그아웃 하겠습니까?
nl: Als je uitlogt, worden de items met 'kopelen bij opstarten' niet automatisch gekoppeld. Weet u zeker dat u wilt uitloggen?
zh_tw: 如果您登出，“開機時掛載”選項將不會自動連接，您確定要登出嗎?

# NDFlatUI|
source: Logging out...
es: Cerrando sesión...
ko: 로그아웃중...
nl: Bezig met uitloggen...
zh_tw: 正在登出

# NDFlatUI|
source: Current version %1 is the latest version available.
es: La versión actual %1 es la más reciente disponible.
ko: %1 현재 버젼이 최신입니다.
nl: Huidige versie %1 is de laatst beschikbare versie
zh_tw: 目前最新的版本是 %1

# NDFlatUI|
source: Drives
es: Discos
ko: 드라이브 목록
nl: Schijven
zh_tw: 儲存空間

# NDFlatUI|
source: Settings
es: Configuraciones
ko: 설정
nl: Instellingen
zh_tw: 設定

# NDFlatUI|
source: Uploading
es: Subiendo
ko: 업로드 목록
nl: Uploaden
zh_tw: 正在上傳

# NDFlatUI|
source: About
es: Acerca de
ko: 정보
nl: Over
zh_tw: 關於

# NDFlatUI|
source: Account Info
es: Información de cuenta
ko: 계정 정보
nl: Account gegevens
zh_tw: 帳戶資訊

# NDFlatUI|
source: Manage License
es: Administrar Licencia
ko: 라이센스 관리
nl: Licensie beheren
zh_tw: 管理授權

# NDFlatUI|
source: Login
es: Iniciar
ko: 로그인
zh_tw: 登入

# NDFlatUI|
source: Logout
es: Cerrar sesión
ko: 로그아웃
nl: Loguit
zh_tw: 登出

# NDFlatUI|
source: NetDrive Help
es: Ayuda de NetDrive
ko: NetDrive 도움말
zh_tw: NetDrive說明

# NDFlatUI|
source: View
es: Vista
ko: 보기
nl: Bekijken
zh_tw: 視窗

# NDFlatUI|
source: Account
es: Cuenta
ko: 계정
zh_tw: 帳戶

# NDFlatUI|
source: Help
es: Ayuda
ko: 도움말
zh_tw: 說明

# NDFlatUI|
source: Couldn't get drive's info
es: No se pudo obtener la información del disco
ko: 드라이브의 정보를 가져오지 못했습니다.
nl: Kon schijf informatie niet ophalen
zh_tw: 無法取得儲存空間資訊

# NDFlatUI|
source: Couldn't get drive's name
es: No se pudo obtener el nombre del disco
ko: 드라이브의 이름을 가져오지 못했습니다.
nl: Kon schijf naam niet ophalen
zh_tw: 無法取得儲存空間名稱

# ProxySelector|
source: PROXY SETTINGS
es: CONFIGURACIONES DE PROXY
ko: 프록시 설정
nl: PROXY INSTELLINGEN
zh_tw: 代理伺服器設定

# ProxySelector|
source: Use system proxy settings
es: Usar la configuración de proxy del sistema
ko: 시스템 프록시 설정 사용
nl: Gebruik proxy instellingen van het systeem
zh_tw: 使用系統代理伺服器設定

# ProxySelector|
source: PROXY TYPE
es: TIPO DE PROXY
ko: 프록시 타입
zh_tw: 代理伺服器類型

# ProxySelector|
source: None
es: Ninguno
ko: 없음
nl: Geen
zh_tw: 無

# ProxySelector|
source: User
es: Usuario
ko: 계정
nl: Gebruiker
zh_tw: 使用者名稱

# ProxySelector|
source: Password
es: Contraseña
ko: 비밀번호
nl: Wachtwoord
zh_tw: 密碼

# ProxySelector|
source: Port
es: Puerto
ko: 포트
nl: Poort
zh_tw: 端口

# ProxySelector|
source: Host
ko: 호스트
nl: Gast
zh_tw: 主機

# QApplication|
source: Bdrive server returned an error. If the issue persists, please contact %1 support.
es: El servidor de Bdrive devolvió un error. Si el problema persiste, por favor contacta con soporte %1.
ko: Bdrive의 서버가 에러를 반환했습니다. 문제가 지속되면, %1에게 문의하시기 바랍니다.
nl: Bdriver gaf een fout. Als dit probleem zich blijft voordoen contact %1 support.
zh_tw: Bdrive回報錯誤，如果問題依然存在，請聯繫 %1 取得協助

# QApplication|
source: Subscription status
es: Estado de la subscripción
ko: 구독 상태
nl: Abonnement status
zh_tw: 訂閱狀態

# QApplication|
source: Subscription type
es: Tipo de subscripción
ko: 구독 형태
nl: Abonnement type
zh_tw: 訂閱類型

# QApplication|
source: Max registered devices
es: Máximo de dispositivos registrados
ko: 등록된 최대 장치수
nl: Max geregistreerde apparaten
zh_tw: 最大綁定裝置數

# QApplication|
source: Max sessions (concurrent access)
es: Sesiones máximas (acceso concurrente)
ko: 최대 세션수 (동시 접근)
nl: Max sessies (gelijktijdige toegang)
zh_tw: 最大連接數

# QApplication|
source: type
es: tipo
ko: 형태
zh_tw: 類型

# QApplication|
source: Login
es: Conexión
ko: 로그인
zh_tw: 登入

# QApplication|
source: Email address required to login
es: Correo electrónico requerido para conectarse
ko: 로그인을 위해 이메일 주소가 필요합니다.
nl: Email adres is nodig voor de login
zh_tw: 需使用電子信箱登入

# QApplication|
source: Proper password required to login
es: Se necesita una contraseña correcta para conectarse
ko: 로그인을 위해 비밀번호가 필요합니다.
nl: Juiste wachtwoord is nodig voor de login
zh_tw: 需用密碼登入

# QApplication|
source: LOGIN
es: CONECTARSE
ko: 로그인
zh_tw: 登入

# QApplication|
source: Detail
es: Detalle
ko: 상세
zh_tw: 詳細資訊

# QApplication|
source: A new version of %1 is available!
es: ¡Hay una nueva versión de %1 disponible!
ko: 새 버젼 %1이 있습니다.
nl: Een nieuwe versie van %1 is beschikbaar!
zh_tw: 有新的 %1 版本可用

# QApplication|
source: %1 %2 is now available - you have %3. Would you like to download it now?
es: %1 %2 está disponible - tienes %3. ¿Quieres descargarla ahora?
ko: %1 %2가 나왔습니다. - 사용하고 있는 버젼은 %3입니다. 지금 다운로드 하겠습니까?
nl: %1 %2 is nu beschikbaar - je hebt %3. Wil die nu downloaden?
zh_tw: %1 %2 可用，您現在的版本為 %3 ，是否需要現在更新?

# QApplication|
source: %1 could not connect to Bdrive Server. This device may be offline or proxy settings may be required. Do you want proxy settings?
es: %1 no pudo conectar con el Servidor de Bdrive. Este recurso puede estar apagado o se debe revisar la configuración del proxy. ¿Quiere revisar la configuración del proxy?
ko: %1은 Bdrive의 서버에 접속하지 못했습니다. 이 장치는 오프라인이거나 프록시 설정이 필요할 수 있습니다. 프록시 설정을 하시겠습니까?
nl: %1 kon niet verbinden met de Bdriver server. Dit apparaat kan ofline zijn of proxy instellingen zijn nodig. Wil je proxy instellingen?
zh_tw: %1 無法連接到Bdrive伺服器，該裝置可能已經離線或需要設置代理伺服器，是否設置代理伺服器?

# QApplication|
source: Send Crash Report
es: Enviar Informe del Error
ko: 오류 보고서 보내기
nl: Crash Report verzenden
zh_tw: 回報錯誤

# QApplication|
source: Failed to upload crash info.
es: Error al subir la información del fallo.
ko: 오류 정보를 전송하는데 실패했습니다.
nl: Crash gegevens upload mislukt
zh_tw: 無法上傳錯誤資訊

# QApplication|
source: It's wrong data. Try again, please.
es: Datos erróneos. Inténtalo de nuevo, por favor.
ko: 잘못된 데이터입니다. 다시 시도하세요.
nl: Verkeerde gegevans. Nog een keer proberen.
zh_tw: 資料有誤，是否重試?

# QApplication|
source: Failed to get drive list. Try again, please.
es: Error al obtener la lista de discos. Inténtalo de nuevo, por favor.
ko: 드라이브 목록을 가져오는데 실패했습니다. 다시 시도해 주세요.
nl: Schijf lijst ophalen mislukt. Nog een keer proberen
zh_tw: 無法取得空間列表，請重試

# QApplication|
source: BROWSE
es: EXPLORAR
ko: 검색
nl: ZOEKEN
zh_tw: 瀏覽

# QApplication|
source: NETWORK
es: RED
ko: 네트워크
nl: NETWERK
zh_tw: 網路

# QApplication|
source: PROXY SETTINGS
es: CONFIGURACIÓN PROXY
ko: 프록시 설정
nl: PROXY INSTELLINGEN
zh_tw: 代理伺服器設置

# QApplication|
source: Please check login credentials again
es: Por favor verifica las credenciales de inicio nuevamente
ko: 로그인 정보를 다시 확인해 주세요.
nl: Controleer inlog gegevens nog eens
zh_tw: 請再次檢查登入資訊

# QApplication|
source: Please check the server information
es: Por favor revisa la información del servidor
ko: 서버 정보를 확인해 주세요.
nl: Controleer server instellingen
zh_tw: 請檢察伺服器資訊

# QApplication|
source: Please check the SSL information
es: Por favor verifica la información SSL
ko: SSL 정보를 확인해 주세요.
nl: Controleer de SSL instellingen
zh_tw: 請檢察SSL資訊

# QApplication|
source: Please check the connection information
es: Por favor verifica la información de conexión
ko: 연결 정보를 확인해 주세요.
nl: Controleer de verbindings instellingen
zh_tw: 請檢察連接資訊

# QApplication|
source: Connection failed
es: Conexión fallida
ko: 연결 실패
nl: Verbinding mislukt
zh_tw: 連接失敗

# QApplication|
source: Auto
es: Automático
ko: 자동
nl: Automatisch
zh_tw: 自動

# QApplication|
source: CONNECT
es: CONECTAR
ko: 연결
nl: VERBINDEN
zh_tw: 連接

# QApplication|
source: Failed to set option.
es: Error al establecer la opción.
ko: 옵션을 설정하는데 실패했습니다.
nl: Instelling mislukt
zh_tw: 無法設定選項

# QApplication|
source: Authentication failed
es: Autenticación fallida
ko: 인증 실패
nl: Verificatie mislukt
zh_tw: 身分驗證失敗

# QApplication|
source: Authentication with %1 has failed
es: Autenticación con %1 ha fallado
ko: %1으로 인증하는데 실패했습니다.
nl: Verificatie met %1 mislukt
zh_tw: 因為 %1 導致驗證失敗

# QApplication|
source: DISCONNECT
es: DESCONECTAR
ko: 연결 끊기
nl: ONTKOPPELEN
zh_tw: 中斷連接

# QApplication|
source: Connect to Google Photos
ko: 구글 포토에 접속

# QApplication|
source: CANCEL ALL
es: CANCELAR TODO
ko: 모두 취소
nl: ALLES ANULEREN
zh_tw: 全部取消

# QApplication|
source: CANCEL SELECTED
es: CANCELAR SELECCIÓN
ko: 선택된 것 취소
nl: ANULEREN GESELECTEERD
zh_tw: 取消選中的項目

# QApplication|
source: RETRY ALL
es: REINTENTAR TODO
ko: 모두 재시도
nl: ALLES OPNIEUW PROBEREN
zh_tw: 全部重試

# QApplication|
source: RETRY SELECTED
es: REINTENTAR SELECCIÓN
ko: 선택된 것 재시도
nl: OPNIEUW PROBEREN GESELECTEERD
zh_tw: 重試選中的項目

# QApplication|
source: SAVE AS
es: GUARDAR COMO
ko: 다른 이름으로 저장
nl: OPSLAAN ALS
zh_tw: 另存新檔

# QApplication|
source: Failed to get information of service %1
es: Error al obtener la información del servicio %1
ko: 서비스 %1의 정보를 가져오는데 실패했습니다.
nl: Ophalen instellingen van service %1 mislukt
zh_tw: 取得 %1 服務資訊失敗

# QApplication|
source: Failed to set start type of service %1
es: Error al establecer tipo de inicio de servicio %1
ko: 서비스 %1의 시작형태를 설정하는데 실패했습니다.
nl: Opstart type instelling van service %1 mislukt
zh_tw: 無法設置 %1 服務的啟動類型

# QApplication|
source: Failed to start service %1
es: Error al iniciar servicio %1
ko: 서비스 %1을 시작하는데 실패했습니다.
nl: Opstarten service %1 mislukt
zh_tw: 無法啟動 %1 服務

# QApplication|
source: DRIVES
es: DISCOS
ko: 드라이브 목록
nl: SCHIJVEN
zh_tw: 儲存空間

# QApplication|
source: UPLOADING
es: SUBIENDO
ko: 업로딩 목록
nl: UPLOADEN
zh_tw: 正在上傳

# QApplication|
source: SETTINGS
es: CONFIGURACIONES
ko: 설정
nl: INSTELLINGEN
zh_tw: 設定

# QApplication|
source: ABOUT
es: ACERCA DE
ko: 정보
nl: OVER
zh_tw: 關於

# QApplication|
source: Create a free Bdrive account
es: Crear una cuenta gratuita de Bdrive
ko: 무료 Bdrive 계정 만들기
nl: Een gratis Bdrive account aanmaken
zh_tw: 建立免費的Bdrive帳戶

# QApplication|
source: Can't log in?
es: ¿No se puede autenticar?
ko: 로그인 문제 문의
nl: Niet mogelijk in te loggen?
zh_tw: 無法登入?

# QApplication|
source: Device authorization
es: Autorización de dispositivo
ko: 장치 인증
nl: Apparaat autorisatie
zh_tw: 裝置授權

# QApplication|
source: %1 will be quit because failed to get device id. Please visit %2 to leave a note.
ko: 장치 ID를 확인할 수 없어 %1을 종료합니다. %2에 방문해서 메시지를 남겨주세요.

# QApplication|
source: Notice
es: Nota
ko: 알림
nl: Kennisgeving
zh_tw: 注意

# QApplication|
source: ACCOUNT INFO
es: INFORMACION DE CUENTA
ko: 계정 정보
nl: ACCOUNT GEGEVENS
zh_tw: 帳戶資訊

# QApplication|
source: MANAGE LICENSE
es: ADMINISTRAR LICENCIA
ko: 라이센스 관리
nl: LICENTIE BEHEREN
zh_tw: 管理授權

# QApplication|
source: LOGOUT
es: CERRAR SESION
ko: 로그아웃
zh_tw: 登出

# QApplication|
source: %1 %2 is now available!
es: ¡%1 %2 está ya disponible!
ko: %1 %2가 있습니다!
nl: %1 %2 is nu beschikbaar!
zh_tw: %1 %2 目前可用

# QApplication|
source: If it is the first connection and there are a lot of files, the connection may take a long time.
es: Si es la primera conexión, y hay muchos archivos, la conexión puede llevar mucho tiempo.
ko: 첫 연결이고 파일이 매우 많다면, 연결 완료하는데 오래 걸릴 수 있습니다.
nl: Als dit de eesrte verbinding is en er veel bestanden zijn, kan de verbinding wat langer duren.
zh_tw: 如果是第一次連接，因為有較多檔案，可能需要等待比較長的時間

# QApplication|
source: Rename and move operations are not supported.
es: Las operaciones de renombrar y mover no están soportadas.
ko: 이름변경(Rename)과 이동(Move) 명령을 지원하지 않음
nl: Naam wijzigen en verplaatsen worden niet ondersteund.
zh_tw: 不支援重新命名及移動的操作

# QApplication|
source: Recommend to register your own API KEY and SECRET KEY.
es: Te recomendamos registrar tu propia API KEY y SECRET KEY.
ko: 사용자의 API KEY와 SECRET KEY 등록을 추천합니다.
nl: Aangeraden wordt om je eigen API KEY en SECRET KEY te registreren.

# QApplication|
source: Upload restricted to Albums/%1 according to Google API policy<br/>(rename, delete, and move not supported).
ko: Google API 정책에 따라 Albums/%1으로 업로드가 제한됩니다. (이름 변경, 삭제, 이동은 지원되지 않음)

# QApplication|
source: Wait for authentication...
es: Espere para autenticarse...
ko: 인증 대기...
nl: Wacht op verificatie...
zh_tw: 等待授權

# QApplication|
source: Open
es: Abrir
ko: 열기
zh_tw: 開啟

# QApplication|
source: Publish
es: Publicar
ko: 게시
nl: Publiceer
zh_tw: 公開

# QApplication|
source: Republish
es: Re-publicar
ko: 재게시
nl: Opnieuw publiceren
zh_tw: 重新公開

# QApplication|
source: Unpublish
es: Des-publicar
ko: 게시 취소
nl: Niet publiceren
zh_tw: 取消公開

# QApplication|
source: Config
es: Configurar
ko: 설정
nl: Configuratie
zh_tw: 配置

# QApplication|
source: Duplicate
es: Duplicar
ko: 복사
nl: Kopieer
zh_tw: 重複

# QApplication|
source: Delete
es: Borrar
ko: 삭제
nl: Verwijderen
zh_tw: 刪除

# QApplication|
source: Log
es: Registro
ko: 로그
zh_tw: 日誌

# QApplication|
source: Folder listing failed
es: Error en listado de carpetas
ko: 폴더 목록 실패
nl: Map lijst mislukt
zh_tw: 無法排列資料夾

# QApplication|
source: Can not retrieve folder list from server.
es: No se puede obtener la lista de carpetas desde el servidor.
ko: 폴더 목록을 서버로부터 가져오는데 실패했습니다.
nl: Kan de map lijst niet ophalen van de server
zh_tw: 無法從伺服器檢索資料夾列表

# QApplication|
source: Name
es: Nombre
ko: 이름
nl: Naam
zh_tw: 名字

# QApplication|
source: Letter
es: Letra
ko: 드라이브 문자

# QApplication|
source: NetDrive %1 is now available. You have %2. Would you like to update now?
es: NetDrive %1 está disponible. Tienes %2. ¿Quieres actualizar ahora?
ko: NetDrive %1가 나왔습니다. - 사용하고 있는 버젼은 %2입니다. 지금 업데이트 하시겠습니까?
nl: Netdrive %1 is nu beschikbaar. Je hebt %2. Wil je nu bijwerken?
zh_tw: NetDrive %1 可更新，目前使用版本為 %2 ，是否現在更新?

# QApplication|
source: Anomymous
ko: 익명

# QApplication|
source: Attempt converting non-UTF-8 files to UTF-8
ko: UTF-8 파일로 변환 시도

# QApplication|
source: Autodetect
ko: 자동 감지

# QApplication|
source: Charset
ko: 문자셋

# QApplication|
source: Enable delete folder
ko: 폴더 삭제 허용

# QApplication|
source: Enable rename/move folder
ko: 폴더 이름변경/이동 허용

# QApplication|
source: For Limited Bucket Access
ko: Bucket 목록 접근 권한이 없을 때

# QApplication|
source: Force UTF-8
ko: UTF-8 강제하기

# QApplication|
source: Local charset
ko: 로컬 문자셋

# QApplication|
source: MS SharePoint Server
ko: MS SharePoint 서버

# QApplication|
source: Mount Point
ko: 마운트 위치

# QApplication|
source: Options
ko: 옵션

# QApplication|
source: Process subdir node to display folder
ko: 폴더 출력을 위해 subdir 노드 처리

# QApplication|
source: Receive changes to files from server
ko: 서버로부터 파일 변경 알림 받기

# QApplication|
source: SSH Key
ko: SSH 키

# QApplication|
source: Save account ID and application key
ko: 계정 ID와 애플리케이션 Key 저장

# QApplication|
source: Save account ID and secret key
ko: 계정 ID와 보안 Key 저장

# QApplication|
source: Save account name and access key
ko: 계정 이름과 접근 key 저장

# QApplication|
source: Save passphrase
ko: 암호 저장

# QApplication|
source: Save user and API key
ko: 사용자와 API key 저장

# QApplication|
source: Save user and password
ko: 사용자와 암호 저장

# QApplication|
source: Server
ko: 서버

# QApplication|
source: Set large enough disk space for unlimited Google TeamDrive
ko: 구글 팀드라이브 무제한 사용자를 위해 최대 용량 디스크 공간으로 표시

# QApplication|
source: Show shared file/folders
ko: 공유된 파일/폴더 표시

# QApplication|
source: System root
ko: 시스템 루트

# QApplication|
source: Use SSL(https)
ko: SSL(https) 사용

# QApplication|
source: Use SSL/TLS
ko: SSL/TLS 사용

# QApplication|
source: Use active mode
ko: Active 모드 사용

# QApplication|
source: Use new file permission
ko: 새로운 파일 권한 사용

# QApplication|
source: Use new folder permission
ko: 새로운 폴더 권한 사용

# QApplication|
source: Use path-style instead of virtual-hosted style
ko: 가상 호스트 방식 대신 경로 방식 사용

# QApplication|
source: Use server time for files/folders
ko: 파일/폴더에 서버에서 받은 시간 정보 사용

# QApplication|
source: Use team drive
ko: 팀 드라이브 사용

# QApplication|
source: User home
ko: 사용자 홈

# QApplication|
source: API Key
ko: API 키

# QApplication|
source: Access ID
ko: 접근 ID

# QApplication|
source: Account ID
ko: 계정 ID

# QApplication|
source: Application Key
ko: 애플리케이션 Key

# QApplication|
source: Bucket name
ko: 버킷 이름

# QApplication|
source: File permission
ko: 파일 권한

# QApplication|
source: Folder permission
ko: 폴더 권한

# QApplication|
source: Max sessions
ko: 최대 세션

# QApplication|
source: Project ID
ko: 프로젝트 ID

# QApplication|
source: Secret Key
ko: 보안 Key

# QApplication|
source: Server Address
ko: 서버 주소

# QApplication|
source: Storage access key
ko: 저장소 접근 key

# QApplication|
source: Storage account name
ko: 저장소 계정 이름

# QApplication|
source: Total size (TB)
ko: 전체 크기 (TB)

# QApplication|
source: User
ko: 사용자

# QApplication|
source: limit ( KB/s : 0 means unlimited )
ko: 제한 ( KB/s : 0 무제한)

# QApplication|
source: seconds
ko: 초

# QApplication|
source: Bandwidth
ko: 대역폭

# QApplication|
source: Connection Timeout
ko: 연결 시간 제한

# QApplication|
source: Total space
ko: 전체 크기

# QAuthDlg|
source: Authentication Required
es: Autenticación Requerida
ko: 인증 필요
nl: Verificatie nodig
zh_tw: 需要授權

# QAuthDlg|
source: The proxy requires a username and password. Your connection to this site is not private.
es: El proxy requiere un nombre de usuario y contraseña. La conexión a este sitio no es privada.
ko: 프록시의 계정 및 비밀번호가 필요합니다. 이 사이트로의 연결은 비공개가 아닐 수 있습니다.
nl: De proxy heeft een gebruikersnaam en wachwoord nodig. Je verbinding met deze site is niet persoonlijk
zh_tw: 需要代理伺服器使用者名稱及密碼，您與這個網站連接不是私人的

# QAuthDlg|
source: User Name
es: Nombre de Usuario
ko: 계정
nl: Gebruiker Naam
zh_tw: 使用者名稱

# QAuthDlg|
source: Password
es: Contraseña
ko: 비밀번호
nl: Wachtwoord
zh_tw: 密碼

# QAuthDlg|
source: Log In
es: Autenticar
ko: 로그인
zh_tw: 登入

# QAuthDlg|
source: Cancel
es: Cancelar
ko: 취소
nl: Annuleren
zh_tw: 取消

# QCoreApplication|
source: There is another Bdrive account logged in this device. Do you want to log the account out and log your account in?
ko: 이 장차에 이미 로그인한 다른 Bdrive 계정이 있습니다. 그 계정을 로그아웃 시키고 다시 로그인하겠습니까?
nl: Er is een ander Bdrive account ingelogd op dit apparaat. Wil je dat account uitloggen en jouw account inloggen?
zh_tw: 有另一個Bdrive在本裝置上登入，您是否要將其登出並重新登入目前的帳戶?

# QDriveItem|
source: BROWSE
ko: 탐색
nl: ZOEKEN
zh_tw: 瀏覽

# QDriveItem|
source: CONNECT
es: CONECTAR
ko: 연결
nl: VERBINDEN
zh_tw: 連接

# QDriveItem|
source: Failed to open file browser.
es: Error al abrir el explorador de archivos.
ko: 파일 브라우저 열기 실패
nl: Bestandsbrowser openen mislukt.
zh_tw: 無法開啟檔案瀏覽器

# QDriveItem|
source: %1 is already mounted path. Do you want to unmount %1 to continue?
es: %1 es una ruta que ya está montada. ¿Deseas desmontar %1 para continuar?
ko: %1은 이미 연결된 경로입니다. %1을 연결끊고 계속하시겠습니까?
nl: %1 is al een gekoppeld pad. Wil je %1 ontkoppelen om door te gaan?
zh_tw: %1 已掛載，是否要取消掛載 %1 以繼續?

# QDriveItem|
source: Failed to unmount %1. Try later again.
es: Error al desmontar %1. Inténtalo más tarde.
ko: %1의 연결 끊는 것을 실패했습니다. 나중에 다시 시도하세요.
nl: Ontkoppelen %1 mislukt. Later nog eens proberen
zh_tw: 無法取消掛載 %1 ，請稍後重試

# QDriveItem|
source: Are you sure you want to disconnect %1?
es: ¿Estás seguro que quieres desconectar %1?
ko: %1의 연결 끊으시겠습니까?
nl: Weet je het zeker om %1 te ontkoppelen?
zh_tw: 您是否想要中斷與 %1 的連接?

# QDriveItem|
source: [%1] is not configured yet after published. Do you want to config?
es: [%1] no está configurado después de publicado. ¿Quieres configurarlo?
ko: [%1]는 게시 후에 아직 설정되지 않았습니다. 설정하시겠습니까?
nl: [%1] is niet geconfigureerd na de publicatie. Wil die configureren?

# QDriveItem|
source: There is no log file for [%1].
es: No hay archivo de registro para [%1].
ko: %1에 대한 로그파일이 없습니다.
nl: Er is geen log bestand voor [%1].
zh_tw: 沒有 %1 的日誌檔

# QDriveItem|
source: Failed to publish [%1].
es: Error al publicar [%1].
ko: [%1]의 게시 실패
nl: Publiceren [%1] mislukt.
zh_tw: 無法共享 [%1]

# QDriveItem|
source: Failed to unpublish [%1]
es: Error al des-publicar [%1]
ko: [%1]의 게시 취소 실패
nl: Niet publiceren van [%1] mislukt
zh_tw: 無法取消共享 [%1]

# QDriveItem|
source: Unmount failed
es: Error al desmontar
ko: 연결 끊기 실패
nl: Ontkoppelen mislukt
zh_tw: 取消掛載失敗

# QDriveItem|
source: Failed to configure drive because of the duplicated name.
es: Error al configurar el disco debido al nombre duplicado.
ko: 중복된 이름이 있어서 드라이브 설정을 실패했습니다.
nl: Configureren schijf mislukt vanweg een dubbele naam
zh_tw: 因有重複名稱，無法配置儲存空間

# QDriveItem|
source: Failed to configure drive.
es: Error al configurar el disco.
ko: 드라이브 설정을 실패했습니다.
nl: Configuratie schijf mislukt
zh_tw: 無法配置儲存空間

# QDriveItem|
source: CANCEL
es: CANCELAR
ko: 취소
nl: ANNULEREN
zh_tw: 取消

# QDriveItem|
source: NOT CONNECTED
es: NO CONECTADO
ko: 연결 끊김
nl: NIET VERBONDEN
zh_tw: 未連接

# QDriveItem|
source: Authentication
ko: 인증

# QDriveItem|
source: 2FA Code
ko: 2단계 인증 코드

# QDriveItem|
source: CONNECTING
es: CONECTANDO
ko: 연결중
nl: VERBINDEN
zh_tw: 正在連接

# QDriveItem|
source: CONNECTED
es: CONECTADO
ko: 연결됨
nl: VERBONDEN
zh_tw: 已連接

# QDriveItem|
source: DISCONNECT
es: DESCONECTAR
ko: 연결 끊기
nl: VERBINDING VERBREKEN
zh_tw: 中斷連接

# QDriveItem|
source: DISCONNECTING
es: DESCONECTANDO
ko: 연결 끊는중
nl: VERBINDING VERBREKEN
zh_tw: 正在中斷連接

# QDriveItem|
source: Are you sure you want to delete %1?
es: ¿Estás seguro que quieres borrar %1?
ko: %1를 삭제하시겠습니까?
nl: Weet je zeker om %1 te verwijderen?
zh_tw: 您確定要刪除 %1 嗎?
