Repository: bdrive/cldastream-i18n
Catalog: netdrive_*.po
Languages: es, ko, nl, zh_tw

source: Add Drive
es: Agregar disco
ko: 드라이브 추가
nl: Schijf toevoegen
zh_tw: 加入儲存空間

# AddDrive|
source: STORAGE TYPE
es: TIPO DE ALMACENAMIENTO
ko: 스토리지 타입
nl: OPSLAG TYPE
zh_tw: 儲存空間類型

# AddDrive|
source: CONNECT
es: CONECTAR
ko: 연결
nl: VERBINDEN
zh_tw: 連接

# AddDrive|
source: OPTIONS
es: OPCIONES
ko: 옵션
nl: OPTIES
zh_tw: 選項

# AddDrive|
source: Save authentication information
es: Guardar información de autenticación
ko: 인증정보 저장
nl: Verificatie gegevens opslaan
zh_tw: 儲存驗證資訊

# AddDrive|
source: REMOTE PATH
es: RUTA REMOTA
ko: 원격지 경로
nl: EXTERN PAD
zh_tw: 遠端路徑

# AddDrive|
source: BROWSE
es: EXPLORAR
ko: 검색
nl: ZOEKEN
zh_tw: 瀏覽

# AddDrive|
source: LABEL
es: ETIQUETA
ko: 이름
zh_tw: 標籤

# AddDrive|
source: ITEM LOCATION
es: ALMACENAMIENTO DEL ITEM
ko: 아이템 위치
nl: Locatie item

# AddDrive|
source: MOUNT
es: MONTAR
ko: 연결
nl: KOPPELEN
zh_tw: 掛載

# AddDrive|
source: as
es: como
ko: 타입
nl: als

# AddDrive|
source: AUTO CONNECT OPTIONS
es: OPCIONES DE AUTO CONEXION
ko: 자동 연결 옵션
nl: AUTO VERBINDING OPTIES
zh_tw: 自動連接選項

# AddDrive|
source: No automatic mount
es: Sin montaje automático
ko: 자동 연결 하지 않음
nl: Geen automatische koppeling
zh_tw: 手動掛載

# AddDrive|
source: Mount on boot
es: Montar al iniciar
ko: 부팅시 연결
nl: Koppelen bij start systeem
zh_tw: 開機時掛載

# AddDrive|
source: Mount on login
es: Montar al autenticarse
ko: 로그인시 연결
nl: Koppelen bij inloggen
zh_tw: 登入時掛載

# AddDrive|
source: UPLOAD OPTIONS
es: OPCIONES DE SUBIDA
ko: 업로드 옵션
nl: UPLOAD OPTIES
zh_tw: 上傳選項

# AddDrive|
source: Use on-the-fly uploading in Explorer
es: Usar subida al vuelo en el Explorador
ko: 탐색기로 업로드시 바로 올리기
nl: Directe upload in Explorer gebruiken
zh_tw: 在檔案總管中上傳

# AddDrive|
source: Use background uploading
es: Usar subida en segundo plano
ko: 백그라운드 업로드 사용
nl: Upload op de achtergrond gebruiken
zh_tw: 後臺上傳

# AddDrive|
source: READ ONLY OPTIONS
es: OPCIONES DE SOLO LECTURA
ko: 읽기 전용 옵션
nl: ALLEEN LEZEN OPTIES
zh_tw: 唯讀選項

# AddDrive|
source: Writable drive
es: Disco de escritura
ko: 쓰기 가능 드라이브
nl: Schrijfbare schijf
zh_tw: 可寫儲存空間

# AddDrive|
source: Read only drive
es: Disco de sólo lectura
ko: 읽기 전용 드라이브
nl: Alleen lezen schijf
zh_tw: 唯讀儲存空間

# AddDrive|
source: ADVANCED OPTION
es: OPCION AVANZADA
ko: 상세 옵션
nl: GEAVANCEERDE OPTIES
zh_tw: 進階選項

# AddDrive|
source: Always retrieve file list from server
es: Siempre recuperar la lista de archivos desde el servidor
ko: 서버로부터 항상 파일 목록 가져오기
nl: Altijd bestanden lijst ophalen van de server
zh_tw: 永遠從伺服器檢索檔案列表

# AddDrive|
source: As a global drive
ko: 시스템 전체 사용자에게 보이기

# AddDrive|
source: Prevent uploading of temporary MS Office files
ko: MS 오피스 임시 파일 업로드 방지

# AddDrive|
source: Prevent uploading of temporary HWP files (*.$$$, *.BAK)
ko: 아래아 한글(HWP) 임시 파일(*.$$$, *.BAK) 업로드 방지

# AddDrive|
source: Use File Provider instead of Kernel Extension (experimental, macOS only)
ko: 커널 확장 대신 File Provider 사용(실험적 기능, macOS에서만 사용 가능)

# AddDrive|
source: As a removable drive
es: Como un disco extraible
ko: 이동식 드라이브로 사용
nl: Als een verwisselbare schijf
zh_tw: 作為可攜式裝置

# AddDrive|
source: Treat files and folders starting with a dot as hidden
es: Tratar archivos y carpetas con punto al inicio como ocultos
ko: .으로 시작하는 파일을 숨김 파일로 처리
nl: Behandel bestanden en mappen die beginnen met een punt als verborgen
zh_tw: 不顯示隱藏檔案及資料夾

# AddDrive|
source: COLOR
ko: 색상
nl: KLEUR
zh_tw: 顏色

# AddDrive|
source: network drive
es: disco de red
ko: 네트워크 드라이브
nl: netwerk schijf
zh_tw: 網路硬碟

# AddDrive|
source: local drive
es: disco local
ko: 로컬 드라이브
nl: lokale schijf
zh_tw: 本地硬碟

# AddDrive|
source: In account
es: En la cuenta
ko: 계정에 저장

# AddDrive|
source: In device
es: En el dispositivo
ko: 장치에 저장
nl: In apparaat

# AddDrive|
source: Add a Personal Drive
es: Añadir un Disco Personal
ko: 개인드라이브 추가
nl: Een Persoonlijke Schijf toevoegen
zh_tw: 新增個人儲存空間

# AddDrive|
source: Add a Team Drive
es: Añadir un Disco de Grupo
ko: 팀드라이브 추가
nl: Een Team Schijf toevoegen
zh_tw: 新增團隊儲存空間

# AddDrive|
source: Configure a Team Drive
es: Configurar un Disco de Grupo
ko: 팀드라이브 설정
nl: Een Team Schijf configureren
zh_tw: 配置團隊儲存空間

# AddDrive|
source: Configure a Personal Drive
es: Configurar un Disco Personal
ko: 개인드라이브 설정
nl: Een Persoonlijke Schijf configureren
zh_tw: 配置個人儲存空間

# AddDrive|
source: Please press CONNECT button to set connection information.
es: Por favor pulsa el botón CONECTAR para establecer la información de conexión.
ko: 연결 정보를 설정하기 위해 연결 버튼을 눌러주세요.
nl: Druk op VERBINDEN knop om verbinding gegevens in te stellen
zh_tw: 請按連接按鈕設定連接資訊

# AddDrive|
source: A drive name cannot contain any of the following characters: / \ [ ] : | < > + = ; , ? *
es: Un nombre de disco no debe contener ninguno de los siguientes caracteres: / \ [ ] : | < > + = ; , ? *
ko: 다음의 문자들은 이름에 포함될 수 없습니다: / \ [ ] : | < > + = ; , ? *
nl: Een schijf naam kan geen van de volgende karakters hebben: / \ [ ] : | < > + = ; , ? *
zh_tw: 硬碟名稱不能包含下列任何符號: / \ [ ] : | < > + = ; , ? *

# AddDrive|
source: Please type in drive name.
es: Por favor escriba en el nombe de disco.
ko: 이름을 입력해 주세요.
nl: Schijf naam opgeven
zh_tw: 請輸入儲存空間名稱

# AddDrive|
source: The maximum length of the drive name is 50.
es: La longitud máxima del nombre del disco es 50.
ko: 이름의 최대 길이는 50입니다.
nl: De maximum lengte van een schijf naam is 50
zh_tw: 儲存空間名稱最大長度為50字

# AddDrive|
source: Please select remote path.
es: Por favor elige una ruta remota.
ko: 원격 경로를 선택해 주세요.
nl: Selecteer extern pad
zh_tw: 請選擇遠端路徑

# AddDrive|
source: Please type in a different name since this drive name is already used.
es: Por favor escribe un nombre distinto. Este nombre de disco ya está siendo usado.
ko: 이미 사용되고 있는 이름입니다. 다른 이름을 입력해 주세요.
nl: Een andere naam opgeven omdat deze schijf naam al bestaat
zh_tw: 名稱已被使用，請使用其他名稱

# AddDrive|
source: Please try again by pressing the CONNECT button.
es: Por favor prueba otra vez pulsando el botón CONECTAR.
ko: 연결 버튼을 눌러서 다시 시도해 주세요.
nl: Nog een keer proberen door op de VERBINDEN knop e drukken
zh_tw: 按“連接”按鈕後再試一次

# AddDrive|
source: This team drive has no connection information set yet. Do you want to do it now?
es: Este disco de grupo no tiene establecida la información de conexión. ¿Quieres establecerla ahora?
ko: 이 팀드라이브는 아직 연결 정보가 설정되지 않았습니다. 지금 설정하시겠습니까?
nl: Deze Team Schijf heeft nog geen verbindings gegevens. Wil je dit nu doen?
zh_tw: 本團隊儲存空間尚未設置連接資訊，您要現在設置嗎?

# AddDrive|
source: We do not support this protocol.
es: No soportamos este protocolo.
ko: 이 프로토콜은 지원되지 않습니다.
nl: Dit protocol wordt niet door ons ondersteund
zh_tw: 不支持這個協定

# AddDrive|
source: Authentication
ko: 인증

# AddDrive|
source: 2FA Code
ko: 2단계 인증 코드

# AuthTemplate|
source: Authentication
ko: 인증

# AuthTemplate|
source: 2FA Code
ko: 2단계 인증 코드

# BDLogin|
source: Login
es: Autenticar
ko: 로그인
zh_tw: 登入

# BDLogin|
source: Email
es: Correo electrónico
ko: 이메일
zh_tw: 電子信箱

# BDLogin|
source: Password
es: Contraseña
ko: 비밀번호
nl: Wachtwoord
zh_tw: 密碼

# BDLogin|
source: Keep me logged in
es: Mantenerme conectado
ko: 로그인 유지하기
nl: Ingelogd blijven
zh_tw: 保持登入狀態

# BDLogin|
source: OR
es: O
ko: 또는
nl: OF
zh_tw: 或

# BDLogin|
source: Cancel
es: Cancelar
ko: 취소
nl: Annuleren
zh_tw: 取消

# BDPassphrase|
source: Passphrase
es: Palabra clave
ko: 암호문
nl: Wachtwoordzin
zh_tw: 金鑰

# BDUser|
source: Login failed because communication with the server failed. Please check your proxy or Internet connection.
es: La identificación falló porque la comunicación con el servidor falló. Por favor revisa el proxy o conexión con Internet.
ko: 서버와의 통신에 문제가 있어서 로그인하지 못했습니다. 인터넷 연결 또는 프록시 설정을 확인해 주세요.
nl: Login mislukt omdat communicatie met de server mislukt. Controleer de proxy of Internet verbinding
zh_tw: 登入失敗，無法連接到伺服器，請檢察代理伺服器或網路連接

# BDUser|
source: Login failed. Please click here to check.
es: Identificación fallida. Por favor pulsa aqui para revisar.
ko: 로그인을 실패했습니다. 이곳을 눌러 확인해 주세요.
nl: Login mislukt. Klik hier om te controleren
zh_tw: 登入失敗，點擊查看

# BDUserPassword|
source: Authentication Information
es: Información de autenticación
ko: 인증 정보
nl: Verificatie Gegevens
zh_tw: 身分驗證資訊

# BDUserPassword|
source: Password
es: Contraseña
ko: 비밀번호
nl: Wachtwoord
zh_tw: 密碼

# BDUserPassword|
source: User
es: Usuario
ko: 사용자
nl: Gebruiker
zh_tw: 使用者名稱

source: Configure Drive
es: Configurar Unidad
ko: 드라이브 설정
nl: Schijf configureren
zh_tw: 設置儲存空間

# DeleteFile|
source: Dialog
ko: 다이얼로그

# DeleteFile|
source: Yes
ko: 예

# DeleteFile|
source: No
ko: 아니오

# Dialog|
source: Progress
es: Progreso
ko: 진행
nl: Voortgang
zh_tw: 進度

# FileBrowserManager|
source: Save to Downloads Folder
es: Guardar en la Carpeta de Descargas
ko: 다운로드 폴더에 저장
nl: In Download map opslaan
zh_tw: 儲存到下載資料夾

# FileBrowserManager|
source: Download to...
es: Descargar a...
ko: 다운로드
nl: Download in...
zh_tw: 下載到...

# FileBrowserManager|
source: Open
ko: 열기
zh_tw: 開啟

# FileBrowserManager|
source: Reload
es: Recargar
ko: 새로 고침
nl: Opnieuw laden
zh_tw: 重新整理

# FileBrowserManager|
source: Rename
es: Renombrar
ko: 이름 변경
nl: Naam wijzigen
zh_tw: 重新命名

# FileBrowserManager|
source: Move
es: Mover
ko: 이동
nl: Verplaatsen
zh_tw: 移動

# FileBrowserManager|
source: Delete
ko: 삭제
nl: Verwijderen
zh_tw: 刪除

# FileBrowserManager|
source: New folder
es: Nueva carpeta
ko: 새 폴더
nl: Nieuwe map
zh_tw: 新建資料夾

# FileBrowserManager|
source: Get Shareable Link
es: Obtener Enlace para Compartir
ko: 공유 링크 복사
nl: Deelbare link ophalen
zh_tw: 取得可分享的連結

# FileBrowserManager|
source: Lock
es: Bloquear
ko: 잠금
nl: Vergrendelen
zh_tw: 鎖定

# FileBrowserManager|
source: Unlock
es: Desbloquear
ko: 잠금 해제
nl: Ontgrendelen
zh_tw: 解鎖

# FileBrowserManager|
source: Force unlock
es: Forzar desbloqueo
ko: 강제 잠금 해제
nl: Ontgrendelen afdwingen
zh_tw: 強制解鎖

# FileBrowserManager|
source: Locked files list
es: Lista de archivos bloqueados
ko: 잠긴 파일 목록
nl: Vergrendelde bestanden lijst
zh_tw: 上鎖檔案列表

# FileBrowserManager|
source: Connection Fail
es: Error en la Conexión
ko: 연결 실패
nl: Verbinding mislukt
zh_tw: 連接失敗

# FileBrowserManager|
source: Authentication
ko: 인증

# FileBrowserManager|
source: 2FA Code
ko: 2단계 인증 코드

# FileBrowserManager|
source: Failed to connect protocol.
es: Error en el protocolo de conexión.
ko: 연결 실패
nl: Verbindings protocol mislukt

# FileBrowserManager|
source: Upload file
ko: 파일 업로드

# FileBrowserManager|
source: Failed to get file list.
es: Error al obtener la lista de archivos.
ko: 파일 목록 가져오기 실패
nl: Bestanden lijst ophalen mislukt
zh_tw: 無法取得檔案列表

# FileBrowserManager|
source: Failed to get root ID.
es: Error al obtener el ID raíz.
ko: 루트ID 가져오기 실패
nl: Ophalen ID hoofdmap mislukt
zh_tw: 無法取得ROOT ID

# FileBrowserManager|
source: Reload Folder
es: Recargar Carpeta
ko: 폴더 새로 고침
nl: Map opnieuw laden
zh_tw: 重新載入資料夾

# FileBrowserManager|
source: Failed to reload folder.
es: Error al recargar carpeta.
ko: 폴더 새로 고침 실패
nl: Opnieuw map ophalen mislukt
zh_tw: 無法重新整理資料夾

# FileBrowserManager|
source: Download Complete.
es: Descarga Completa.
ko: 다운로드 완료
nl: Download voltooid
zh_tw: 下載完成

# FileBrowserManager|
source: File downloading failed
es: La descarga del archivo ha fallado
ko: 다운로드 실패
nl: Bestand downloaden mislukt
zh_tw: 下載失敗

# FileBrowserManager|
source: Can not download file from server.
es: No se puede descargar el archivo desde el servidor.
ko: 서버로부터 파일을 다운로드 할 수 없습니다.
nl: Kan bestand niet downloaden van de server
zh_tw: 無法從伺服器下載檔案

# FileBrowserManager|
source: Download file path
ko: 다운로드 파일 경로

# FileBrowserManager|
source: Successful to get shareable link. %1 Click the OK button to copy the shareable link.
es: Se ha obtenido el enlace para compartir. %1 Pulsa el botón OK para copiar el enlace para compartir.
ko: 공유 링크를 성공적으로 가져왔습니다. \n%1\n링크를 복사하려면 OK버튼을 누르세요.
nl: Deelbare link ophalen gelukt. %1 Klik op OK om de deelbare link te Kopiëren.
zh_tw: 成功取得可分享連結 %1 按下OK以複製連結

# FileBrowserManager|
source: Failed to get shareable link.
es: Error al obtener enlace para compartir.
ko: 공유 링크 가져오기 실패
nl: Ophalen deelbare link mislukt
zh_tw: 無法取得可下載的連結

# FileBrowserManager|
source: Failed to rename file with %1
es: Error al renombrar archivo a %1
ko: %1으로 이름 변경 실패
nl: Naam wijzigen mislukt met %1

# FileBrowserManager|
source: Move File
es: Mover archivo
ko: 파일 이동
nl: Bestand verplaatsen
zh_tw: 移動檔案

# FileBrowserManager|
source: Failed to move file.
es: Error al mover el archivo.
ko: 파일 이동 실패
nl: Bestand verplaatsen mislukt.
zh_tw: 無法移動檔案

# FileBrowserManager|
source: Delete File
es: Borrar Archivo
ko: 파일 삭제
nl: Bestand verwijderen
zh_tw: 刪除檔案

# FileBrowserManager|
source: Failed to delete file.
es: Error al borrar archivo.
ko: 파일 삭제 실패
nl: Bestand verwijderen mislukt
zh_tw: 無法刪除檔案

# FileBrowserManager|
source: Failed to create new folder.
es: Error al crear nueva carpeta.
ko: 새 폴더 생성 실패
nl: Nieuwe map maken mislukt
zh_tw: 無法新增資料夾

# FileBrowserManager|
source: Upload Complete.
ko: 업로드 완료

# FileBrowserManager|
source: Upload
ko: 업로드

# FileBrowserManager|
source: Failed to upload the file.
ko: 파일 업로드 실패

# FileBrowserManager|
source: Lock File
es: Bloquear Archivo
ko: 파일 잠금
nl: Bestand vergrendelen
zh_tw: 鎖定檔案

# FileBrowserManager|
source: Failed to lock the file.
es: Error al bloquear el archivo.
ko: 파일 잠금 실패
nl: Bestand vergrendelen mislukt
zh_tw: 無法鎖定檔案

# FileBrowserManager|
source: Unlock File
es: Desbloquear Archivo
ko: 파일 잠금 해제
nl: Bestand ontgrendelen
zh_tw: 解鎖檔案

# FileBrowserManager|
source: Failed to unlock the file.
es: Error al desbloquear el archivo.
ko: 파일 잠금 해제 실패
nl: Bestand ontgrendelen mislukt.
zh_tw: 無法解鎖檔案

# FileBrowserManager|
source: Failed Action
es: Fallo en la Acción
ko: 실패
nl: Bewerking mislukt
zh_tw: 操作失敗

# FileBrowserManager|
source: A file with the same name as %1 exists.
es: Ya existe un archivo con el nombre %1.
ko: %1과 같은 이름이 있습니다.
nl: Een bestand met dezelfde naam als %1 bestraat al.
zh_tw: 檔案名 %1 已存在

# FileBrowserManager|
source: Failed to move file to destination folder.
es: Error al mover el archivo a la carpeta de destino.
ko: 대상 폴더로 파일 이동을 실패했습니다.
nl: Bestand verplaatsen naar doel map mislukt.

# FileBrowserManager|
source: Destination folder has a file with the same name.
es: La carpeta de destino tiene un archivo con el mismo nombre.
ko: 대상 폴더에 같은 이름이 있습니다.
nl: De doelmap heeft een bestand met dezelfde naam.

# FileBrowserManager|
source: File open path
ko: 파일 열기 경로

# FileBrowserManager|
source: File Open
es: Abrir Archivo
ko: 파일 열기
nl: Open Bestand
zh_tw: 開啟檔案

# FileBrowserManager|
source: Failed to create temporary directory.
es: Error al crear carpeta temporal.
ko: 임시 폴더 생성 실패
nl: Maken van een tijdelijke map mislukt.
zh_tw: 無法建立臨時資料夾

# FileBrowserManager|
source: Get File List
es: Obtener Lista Archivos
ko: 파일 목록 가져오기
nl: Bestanden lijst ophalen
zh_tw: 取得檔案列表

# FileTreeModel|
source: Name
ko: 이름
nl: Naam
zh_tw: 名字

# FileTreeModel|
source: Size
es: Tamaño
ko: 길이
nl: Grootte
zh_tw: 大小

# FileTreeModel|
source: Modified
es: Modificado
ko: 수정된 날짜
nl: Gewijzigd

# FlatAbout|
source: ABOUT
es: ACERCA DE
ko: 정보
nl: OVER
zh_tw: 關於

# FlatAbout|
source: Licensed to %1
es: Registrado a %1
ko: %1에게 라이센스있음
nl: Gelicentieerd voor %1
zh_tw: 授權給 %1

# FlatAbout|
source: Trial
es: Evaluación
ko: 시험판
nl: Proefversie
zh_tw: 試用

# FlatMenuBar|
source: Search
es: Buscar
ko: 검색
nl: Zoeken
zh_tw: 搜尋

# FlatSettingContents|
source: SETTINGS
es: CONFIGURACIÓN
ko: 설정
nl: INSTELLINGEN
zh_tw: 設定

# FlatSettingContents|
source: GENERAL
ko: 일반
nl: ALGEMEEN
zh_tw: 一般

# FlatSettingContents|
source: Start at login
es: Iniciar al entrar en sesión
ko: 로그인시 시작
nl: Starten inloggen
zh_tw: 登入時開始

# FlatSettingContents|
source: Launch Windows Explorer when newly connected to a remote storage.
es: Lanzar el Explorador de Windows cuando se conecte a un almacenamiento remoto.
ko: 원격 저장소에 새로 연결시 탐색기 실행
nl: Windows Explorer starten bij een nieuwe verbinding met een externe opslag
zh_tw: 使用Windows檔案管理連接到新的遠端儲存空間

# FlatSettingContents|
source: Check for updates automatically
es: Comprobar actualizaciones automáticamente
ko: 업데이트를 자동으로 확인
nl: Automatisch op updates controleren
zh_tw: 自動檢查更新

# FlatSettingContents|
source: Check for updates to beta version if available
es: Comprobar actualizaciones de la versión beta si está disponible
ko: 사용 가능한 베타 버젼을 확인
nl: Op beta versie updates controleren indien beschikbaar
zh_tw: 在可用情況下檢查測試版的更新

# FlatSettingContents|
source: Unlock all locked files when disconnecting drive
es: Desbloquear todos los archivos bloqueados cuando se desconecte un disco
ko: 드라이브의 연결을 끊을때 잠긴 모든 파일의 잠금 해제하기
nl: Ontgrendel alle vergendelde bestanden als schijf ontkoppeld wordt
zh_tw: 當中斷與空間的連接時解鎖所有上鎖的檔案

# FlatSettingContents|
source: Show file path when opening or downloading files in FileBrowser
ko: 파일 브라우저에서 파일을 열거나 다운로드할때 경로 표시

# FlatSettingContents|
source: Language
es: Idioma
ko: 언어
nl: Taal
zh_tw: 語言

# FlatSettingContents|
source: Help us translate!
es: ¡Ayúdenos a traducir!
ko: 번역을 도와주세요!
nl: Help ons om te vertalen!
zh_tw: 幫助我們翻譯!

# FlatSettingContents|
source: CACHE
es: CACHÉ
ko: 캐시
zh_tw: 快取

# FlatSettingContents|
source: NetDrive keeps temporary copies of remote files in local disk.
es: NetDrive mantiene copias temporales de los archivos remotos en el disco local.
ko: 넷드라이브는 원격지 파일의 일부 복사본을 로컬 디스크에 임시로 저장합니다.
nl: Netdrive bewaard tijdelijke kopiën van externe bestanden op lokale schijf
zh_tw: NetDrive在本地硬碟上保存遠端檔案的臨時副本

# FlatSettingContents|
source: Cache path
es: Ruta de la caché
ko: 캐시 경로
nl: Cache pad
zh_tw: 快取路徑

# FlatSettingContents|
source: BROWSE
es: EXAMINAR
ko: 검색
nl: ZOEKEN
zh_tw: 瀏覽

# FlatSettingContents|
source: Notify when the available space of the cache path is less than
ko: 캐시 경로에 가용 공간이 부족할 때 알리기

# FlatSettingContents|
source: (0 means do not notify.)
ko: (0은 알리지 않음)

# FlatSettingContents|
source: Use up to
es: Usar hasta
ko: 최대 사용
nl: Gebruik tot
zh_tw: 用量

# FlatSettingContents|
source: GB for disk cache
es: GB para caché de disco
ko: GB 까지 캐시로 사용
nl: GB op schif cache
zh_tw: GB用於硬碟快取

# FlatSettingContents|
source: LOG
es: REGISTRO
ko: 로그
zh_tw: 日誌

# FlatSettingContents|
source: Log level
es: Nivel de registro
ko: 로그 레벨
nl: Log niveau
zh_tw: 日誌等級

# FlatSettingContents|
source: OPEN LOG FOLDER
es: ABRIR CARPETA DE REGISTRO
ko: 로그 폴더 열기
nl: OPEN LOG MAP
zh_tw: 開啟日誌資料夾

# FlatSettingContents|
source: NETWORK
es: RED
ko: 네트워크
nl: NETWERK
zh_tw: 網路

# FlatSettingContents|
source: PROXY SETTINGS
es: CONFIGURACIONES PROXY
ko: 프록시 설정
nl: PROXY INSTELLINGEN
zh_tw: 代理伺服器設置

# FlatSettingContents|
source: CLDAstream keeps temporary copies of remote files in local disk.
ko: CLDAstream은 로컬 디스크에 원격 파일의 임시 복사본을 유지합니다.

# FlatSettingContents|
source: Launch Finder when newly connected to a remote storage
es: Lanzar buscador cuando se conecte a un almacenamiento remoto
ko: 원격 저장소에 새로 연결시 파인더 실행
nl: Zoeken starten bij een nieuwe verbinding met een externe opslag
zh_tw: 新連接到遠端儲存空間時啟動搜尋

# FlatSettingContents|
source: Open Directory
es: Abrir Carpeta
ko: 디렉토리 열기
nl: Map openen
zh_tw: 開啟目錄

# FlatSettingContents|
source: Currently %0.2f GB disk space available
es: Actualmente hay %0.f GB de espacio de disco disponible
ko: 현재 %0.2f GB 디스크 공간을 사용할 수 있습니다.
nl: Momenteel %0.2f GB schijf ruimte beschikbaar
zh_tw: 硬碟目前有 %0.2f GB的可用空間

# FlatUpdate|
source: %1 Update
es: %1 Actualizado
ko: %1 업데이트
nl: %1 Bijwerken
zh_tw: %1 更新

# FlatUpdate|
source: A new version of %1 is available!
es: ¡Hay disponible una nueva versión de %1!
ko: %1 새로운 버젼이 있습니다!
nl: Er is een nieuwe versie van %1 beschikbaar!
zh_tw: 有新的版本 %1 可以更新

# FlatUpdate|
source: %1 %2 is now available - you have %3. Would you like to download it now?
es: %1 %2 está ahora disponible - tienes %3. ¿Quieres descargarla ahora?
ko: %1 %2가 나왔습니다. - 사용하고 있는 버젼은 %3입니다. 지금 다운로드 하겠습니까?
nl: %1 %2 is nu beschikbaar - je hebt %3. Wil die nu downloaden?
zh_tw: %1 %2 可用，你目前使用的版本為 %3 ，是否需要更新?

# FlatUpdate|
source: Release Note:
es: Notas de versión:
ko: 출시 노트:
nl: Release notities:
zh_tw: 更新日誌

# FlatUpdate|
source: Automatically download and install updated version in the future
es: Descargar e instalar automáticamente la versión más actualizada
ko: 앞으로 업데이트 버젼을 자동으로 다운로드하고 설치
nl: Automatisch downloaden en installeren van een bijgewerkte versie in de toekomst
zh_tw: 以後自動下載並安裝更新

# FlatUpdate|
source: SKIP THIS VERSION
es: SALTAR ESTA VERSION
ko: 이 버젼은 건너뛰기
nl: DEZE VERSIE OVERSLAAN
zh_tw: 跳過這個版本

# FlatUpdate|
source: REMIND ME LATER
es: RECORDARME LUEGO
ko: 나중에
nl: HERINNER ME LATER
zh_tw: 稍後提醒我

# FlatUpdate|
source: INSTALL UPDATE
es: INSTALAR ACTUALIZACION
ko: 업데이트 설치
nl: UPDATE INSTALLEREN
zh_tw: 安裝更新

# LockedFileListDlg|
source: Locked Files List
es: Lista de Archivos Bloqueados
ko: 잠긴 파일 목록
nl: Lijst vergendelde bestanden
zh_tw: 上鎖的檔案清單

# LockedFileListDlg|
source: There is no locked file.
es: No hay ningún archivo bloqueado.
ko: 잠긴 파일이 없습니다.
nl: Er is geen vergrendeld bestand.
zh_tw: 沒有上鎖的檔案

# LockedFileListDlg|
source: Unlock
es: Desbloquear
ko: 잠금 해제
nl: Ontgrendel
zh_tw: 解鎖

# LockedFileListDlg|
source: Force unlock
es: Forzar desbloqueo
ko: 강제 잠금 해제
nl: Onrgendelen afdwingen
zh_tw: 強制解鎖

# LockedFileListDlg|
source: Locked files list in %1
es: Lista de archivos bloqueados en %1
ko: %1에 있는 잠긴 파일 목록
nl: Lijst vergrendelde bestanden in %1

# LockedFileModel|
source: Missing
es: No existe
ko: 존재하지 않음
nl: Ontbreekt

# LockedFileModel|
source: Path
es: Ruta
ko: 경로
nl: Pad
zh_tw: 路徑

# LockedFileModel|
source: Locked by
es: Bloqueado por
ko: 잠근 사용자
nl: Vergrendeld door
zh_tw: 被鎖定

# LockedFileModel|
source: Device
es: Dispositivo
ko: 장치
nl: Apparaat
zh_tw: 儲存空間

# LockedFileModel|
source: Status
es: Estado
ko: 상태
zh_tw: 狀態

# NDFlatUI|
source: The services of %1 must be running, but they are not running. Do you want to run them now?
es: Los servicios de %1 deben estar en ejecución, pero no lo están. ¿Quieres ejecutarlos ahora?
ko: %1 서비스는 반드시 실행되고 있어야 합니다. 그런데 실행되고 있지 않습니다. 지금 실행시키겠습니까?
nl: De services van %1 moeten draaien, maar draaien nu niet. Wil je ze nu draaien?
zh_tw: 必要的 %1 服務未被啟動，是否現在啟動?

# NDFlatUI|
source: UPLOADING
es: SUBIENDO
ko: 업로딩
zh_tw: 上傳中

# NDFlatUI|
source: WAITING
es: ESPERANDO
ko: 대기
nl: WACHTEN
zh_tw: 等待中

# NDFlatUI|
source: FAILED
es: FALLIDO
ko: 실패
nl: MISLUKT
zh_tw: 失敗

# NDFlatUI|
source: (Maintainer)
es: (Mantenedor)
ko: (팀드라이브 관리자)
nl: (onderhouder)
zh_tw: (管理者)

# NDFlatUI|
source: The team drive [%1] was unmounted because it was unpublished by maintainer.
es: El disco de grupo [%1] se desmontó porque fue des-publicado por el mantenedor.
ko: 팀드라이브 관리자에 의해 게시가 취소되었기 때문에 [%1] 드라이브는 연결이 끊겼습니다.
nl: De Team schijf [%1] was ontkoppeld omdat die niet gepubliceerd was door de onderhouder.
zh_tw: 由於管理者取消公開，團隊儲存空間 [%1] 已被取消掛載

# NDFlatUI|
source: Do you want to publish [%1] to team members now? You can publish it later.
es: ¿Quieres publicar [%1] a los miembros del grupo ahora? Lo puedes publicar más adelante.
ko: [%1]를 팀 멤버들에게 게시하겠습니까? 나중에 게시할 수도 있습니다.
nl: Wil je nu [%1] publiceren voor de team leden? Je kan het later publiceren.
zh_tw: 您想要現在公開 [%1] 給團隊成員嗎?您也可以稍後再公開

# NDFlatUI|
source: Add drive failure has occured because of duplicate drive name.
es: Se ha producido un error al agregar el disco porque el nombre de disco está duplicado.
ko: 중복된 이름이 있어서 드라이브 추가를 실패했습니다.
nl: Toevoegen van een schijf mislukt vanwege een dubbele schijfnaam.
zh_tw: 由於有重複的空間名稱，無法新增儲存空間

# NDFlatUI|
source: Failed to add drive.
es: Error al agregar el disco.
ko: 드라이브 추가를 실패했습니다.
nl: Toevoegen schijf mislukt.
zh_tw: 無法新增儲存空間
