Repository: bdrive/cldastream-i18n
Catalog: netdrive_*.po
Languages: es, ko, nl, zh_tw

# QDriveItem|
source: Do you want to publish [%1] to team members?
es: ¿Quieres publicar [%1] a los miembros del grupo?
ko: [%1]를 팀 멤버들에게 게시하겠습니까?
nl: Wil je [%1] publiceren voor Team leden?
zh_tw: 您確定要與團隊成員共享 [%1]嗎?

# QDriveItem|
source: When unpublished, the drive of the member being mounted is unmounted and the file not saved in the drive may be lost. Do you want to unpublish [%1] from team members?
es: Cuando se des-publica, el disco del miembro que está siendo montado se desmonta y los archivos no guardados se pueden perder. ¿Quieres des-publicar [%1] para los miembros del grupo?
ko: 게시 취소하면, 팀 드라이브를 연결하고 있는 멤버들의 드라이브는 연결이 끊기고 저장되지 않은 파일들을 읽어버릴 수 있습니다. \n게시 [%1] 취소하시겠습니까?
nl: Als niet gepubliceerd is zal de schijf van het lid dat gekoppeld wordt deze ontkoppeld en het bestand niet bewaard op de schijf en kan verloren gaan. Wil je [%1] niet publiceren voor de team leden?
zh_tw: 當你取消共享，已掛載空間的其他成員將被取消掛載，文件將不會被儲存並可能遺失 您是否要自團隊成員取消掛載 [%1] ?

# QObject|
source: A serious problem occurred. Please reinstall %1.
ko: 심각한 문제가 발생했습니다. %1를 재설치해 주세요.

# QObject|
source: Success.
es: Satisfactorio.
ko: 성공
nl: Succes
zh_tw: 成功

# QObject|
source: Failed.
es: Fallido.
ko: 실패
nl: Mislukt
zh_tw: 失敗

# QObject|
source: Access Denied.
es: Acceso Denegado.
ko: 접근 거부됨
nl: Toegang geweigerd.
zh_tw: 拒絕訪問

# QObject|
source: Path not found.
es: Ruta no encontrada.
ko: 경로 없음
nl: Pad niet gevonden.
zh_tw: 未找到路徑

# QObject|
source: Connection error.
es: Error conectando.
ko: 연결 에러
nl: Verbindings fout.
zh_tw: 連接錯誤

# QObject|
source: Drive letter already used.
es: Letra de unidad en uso.
ko: 이미 사용되고 있는 드라이브 문자
nl: Schijf letter is al in gebruik.
zh_tw: 儲存空間代號已被使用

# QObject|
source: Mount Error.
es: Error al Montar.
ko: 연결 오류
nl: Koppeling fout
zh_tw: 掛載錯誤

# QObject|
source: Mount process is not executed.
es: Proceso de nontaje no se está ejecutando.
ko: 연결하는 프로세스가 실행되지 못했습니다.
nl: Koppelen is niet uitgevoerd
zh_tw: 未執行掛載指令

# QObject|
source: Files are currently being uploading. Do you want to disconnect forcefully?
es: Hay archivos que se están subiendo. ¿Quieres forzar la desconexión?
ko: 업로드 중인 파일들이 있습니다. 강제로 연결 끊기를 하시겠습니까?
nl: Bestanden worden op dit moment uploaded. Wil je geforceerd ontkoppelen?
zh_tw: 正在上傳檔案，您是否要強制中斷連接?

# QObject|
source: %1 is not initialized.
ko: %1 초기화되지 않음.

# QObject|
source: The protocol version you are using is different from the product version. Please reinstall %1.
ko: 사용하고 있는 프로토콜의 버전이 제품 버전과 일치 하지 않습니다. %1을 다시 설치하시기 바랍니다.

# QObject|
source: No available drive letter.
es: Letra de unidad no disponible.
ko: 사용 가능한 드라이브 문자가 없습니다.
nl: Geen schijf letter beschikbaar.
zh_tw: 沒有可用的儲存空間代號

# QObject|
source: Wrong Parameter.
es: Parámetro incorrecto.
ko: 잘못된 인자입니다.
nl: Verkeerde parameter
zh_tw: 參數錯誤

# QObject|
source: Network path already used.
es: Ruta de red ya usada.
ko: 네트워크 경로가 이미 사용되고 있습니다.
nl: Netwerk al gebruikt
zh_tw: 網路路徑已被使用

# QObject|
source: Cache path error.
es: Error de ruta de caché.
ko: 캐시 경로 에러
nl: Fout cache pad.
zh_tw: 快取路徑錯誤

# QObject|
source: Operation Failed.
es: Operación Fallida.
ko: 실행 에러
nl: Bewerking mislukt.
zh_tw: 操作失敗

# QObject|
source: Not logged in user.
es: Usuario no autenticado.
ko: 로그인 되지 않은 사용자입니다.
nl: Gebruiker niet ingelogd.
zh_tw: 未登入的使用者

# QObject|
source: You cannot use this version. Please install the version you can use.
es: No puedes usar esta versión. Por favor instala una versión que puedas usar.
ko: 이 버젼을 사용할 수 없습니다. 사용할 수 있는 버젼을 설치해 주세요.
nl: Je kan deze versie niet gebruiken. Instaleer een versie die je wel kunt gebruiken.
zh_tw: 本版本已不再可用，請更新以繼續使用

# QObject|
source: Not supported protocol type
es: Tipo de protocolo no soportado
ko: 지원되지 않는 프로토콜입니다.
nl: Niet ondersteunf protocol type
zh_tw: 不受支援的協定

# QObject|
source: Already mounted drive item.
es: El disco ya se está montado.
ko: 이미 연결된 드라이브입니다.
nl: Al gekoppeld schijf item.
zh_tw: 已掛載的儲存空間

# QObject|
source: You do not have permission.
es: No tienes permisos.
ko: 권한이 없습니다.
nl: Je hebt geen toestemming.
zh_tw: 您沒有權限

# QObject|
source: Error occurred.
es: Ocurrión un error.
ko: 에러 발생
nl: Er doet zich een fout voor.
zh_tw: 發生錯誤

# QObject|
source: An error occurred on the push server.
es: Ocurrió un error en el servidor push.
ko: 푸시 서버에서 에러가 발생했습니다.
nl: Er was een fout op de push server

# QObject|
source: The file is already locked.
es: El archivo ya está bloqueado.
ko: 이미 잠긴 파일입니다.
nl: Het bestand is al vergrendeld.
zh_tw: 本文件已鎖定

# QObject|
source: The drive does not exist.
es: El disco no existe.
ko: 드라이브가 존재하지 않습니다.
nl: De schijf bestaat niet.
zh_tw: 儲存空間不存在

# QObject|
source: The file does not exist in the locked files list
es: El archivo no existe en la lista de archivos bloqueados.
ko: 잠긴 파일 목록에 없습니다.
nl: Het bestand bestaat niet in de lijst vergrendelde bestanden
zh_tw: 本文件不在上鎖檔案列表

# QObject|
source: The file is locked by another user.
es: El archivo está bloqueado por otro usuario.
ko: 다른 사용자가 이미 잠근 파일입니다.
nl: Het bestand is vergrendeld door een andere gebruiker.
zh_tw: 本檔案被其他使用者鎖定

# QObject|
source: The file is locked on another device.
es: El archivo está bloqueado en otro dispositivo.
ko: 다른 장치에서 이미 잠긴 파일입니다.
nl: Het bestand is vergrendeld door een ander apparaat.
zh_tw: 本檔案在其他儲存空間被鎖定

# QObject|
source: Failed to refresh %1.
es: Error al refrescar %1.
ko: %1의 갱신 실패
nl: Vernieuwen %1 mislukt.
zh_tw: 無法重新整理 %1

# QObject|
source: Failed to lock %1.
es: Error al bloquear %1.
ko: %1의 잠금 실패
nl: Vergrendelen van %1 mislukt.
zh_tw: 無法鎖定 %1

# QObject|
source: Failed to unlock %1.
es: Error al desbloquear %1.
ko: %1의 잠금 해제 실패
nl: Ontgrendelen van %1 mislukt.
zh_tw: 無法解鎖 %1

# QObject|
source: Failed to force unlock %1.
es: Error al forzar desbloqueo %1.
ko: %1의 강제 잠금 해제 실패
nl: Geforceerd ontgrendelen van %1 mislukt.
zh_tw: 無法強制解鎖 %1

# QObject|
source: Rename
es: Renombrar
ko: 이름 변경
nl: Naam wijzigen
zh_tw: 重新命名

# QObject|
source: Move
es: Mover
ko: 이동
nl: Verplaatsen
zh_tw: 移動

# QObject|
source: Delete
ko: 삭제
nl: Verwijderen
zh_tw: 刪除

# QObject|
source: %1 failed because the locked file is in the folder. Unlock the file and try again.
es: %1 ha fallado porque el archivo bloqueado está en la carpeta. Desbloquea el archivo y vuelve a intentar.
ko: 폴더 안에 파일이 있기 때문에 %1 실패. 잠금 해제후 재시도 하세요.
nl: %1 mislukt omdat het vergrendelde bestand in de map zit. Ontgrendel het bestand en probeer opnieuw.
zh_tw: 因資料夾中的檔案被鎖定導致 %1 失敗，請解鎖檔案並再試一次

# QObject|
source: %1 failed because the file is locked. Unlock the file and try again.
es: Falló %1 porque el archivo está bloqueado. Desbloquea el archivo e inténtalo de nuevo.
ko: 잠긴 파일이기 때문에 %1 실패. 잠금 해제후 재시도 하세요.
nl: %1 mislukt omdat het bestand vergrendeld is. Ontgrendel bestand en probeer opnieuw
zh_tw: 因檔案被鎖定導致 %1 失敗，請解鎖檔案並再試一次

# QObject|
source: Are you sure you want to delete "
ko: 파일을 삭제하시겠습니까? "

# QObject|
source: &Quit
ko: 종료

# QObject|
source: &Open %1
ko: %1 열기

# QObject|
source: &Quit %1
ko: %1 종료

# QObject|
source: &File Browser
ko: 파일 탐색기

# QSelectItemType|
source: Select a drive type
es: Selecciona un tipo de disco
ko: 드라이브 타입 선택
nl: Selecteer een schijf type
zh_tw: 選擇儲存空間類型

# QSelectItemType|
source: Select a drive type you want to add.
ko: 추가하려는 타입을 선택하세요.
nl: Selecteer een schijf type dat je wilt toevoegen.
zh_tw: 請選擇您想要新增的儲存空間類型

# QSelectItemType|
source: Team drive item
es: Disco de grupo
ko: 팀드라이브
nl: Team schijf item
zh_tw: 團隊儲存空間

# QSelectItemType|
source: Personal drive item
es: Disco personal
ko: 개인드라이브
nl: Persoonlijke schijf item
zh_tw: 個人儲存空間

# QSenderDlg|
source: Send Crash Report
es: Enviar Informe de Errores
ko: 오류 보고서 보내기
nl: Crash rapport opsturen
zh_tw: 回報錯誤

# QSenderDlg|
source: minutes remaining.
es: minutos restantes.
ko: 분 남았습니다.
nl: nog minuten
zh_tw: (分鐘)剩餘

# Rename|
source: New name:
es: Nuevo nombre:
ko: 새 이름
nl: Nieuwe naam:
zh_tw: 新名稱

# Rename|
source: OK
es: Aceptar
ko: 확인

# Rename|
source: Cancel
ko: 취소
nl: Annuleren
zh_tw: 取消

# RenameDlg|
source: Create Directory
es: Crear Carpeta
ko: 폴더 생성
nl: Map maken
zh_tw: 建立目錄

# RenameDlg|
source: Directory name:
es: Nombre de carpeta:
ko: 폴더 이름
nl: Map naam:
zh_tw: 目錄名稱

# RenameDlg|
source: Rename
es: Renombrar
ko: 이름 변경
nl: Naam wijzigen
zh_tw: 重新命名

# RenameDlg|
source: New name:
es: Nuevo nombre:
ko: 새 이름
nl: Nieuwe naam:
zh_tw: 新名稱

source: Select Folder
es: Selecciona carpeta
ko: 폴더 선택
nl: Selecteer map
zh_tw: 選擇資料夾

# SelectFolder|
source: Folder listing failed
ko: 폴더 목록 실패
nl: Map lijst mislukt
zh_tw: 取得資料夾列表失敗

# SelectFolder|
source: Can not retrieve folder list from server.
ko: 폴더 목록을 서버로부터 가져오는데 실패했습니다.
nl: Kan de map lijst niet ophalen van de server
zh_tw: 無法自伺服器取得資料夾列表

# SelectFolder|
source: CREATE NEW FOLDER
es: CREAR NUEVA CARPETA
ko: 새 폴더 생성
nl: MAAK EEN NIEUWE FOLDER
zh_tw: 新增資料夾

# SelectFolder|
source: OK
es: Aceptar
ko: 확인

# SelectFolder|
source: Cancel
ko: 취소
nl: Annuleren
zh_tw: 取消

# SortItemWidget|
source: Sort by
es: Ordenar por
ko: 정렬
nl: Sorteren op
zh_tw: 排列

# TransferItem|
source: Preparing Upload...
ko: 업로드 준비...

# TransferProgressDlg|
source: File Upload
ko: 파일 업로드

# URLWidget|
source: Port
es: Puerto
ko: 포트
nl: Poort
zh_tw: 端口

# Update|
source: NetDrive Update
es: Actualización de NetDrive
ko: NetDrive 업데이트
zh_tw: NetDrive更新

# Update|
source: A new version of NetDrive is available!
es: ¡Hay disponible una nueva versión de NetDrive!
ko: NetDrive 새 버젼이 있습니다!
nl: Er is een nieuwe versie van Netdrive bscxhikbaar!
zh_tw: NetDrive有新的版本可用!

# Update|
source: Release notes:
es: Notas de la versión:
ko: 출시 노트:
nl: Release aantekeningen
zh_tw: 更新日誌

# Update|
source: Automatically download and install updated version in the future
es: Descargar e instalar automáticamente la versión actualizada
ko: 앞으로 업데이트 버젼을 자동으로 다운로드하고 설치하기
nl: Automatisch geüpdate versie downloaden en installeren in de toekomst
zh_tw: 以後自動下載並安裝新

# Update|
source: Skip this version
es: Saltar esta versión
ko: 이 버젼 건너뛰기
nl: Sla deze versie over
zh_tw: 跳過此版本

# Update|
source: Later
es: Más tarde
ko: 나중에
zh_tw: 稍後

source: Update
es: Actualizar
ko: 업데이트
zh_tw: 更新

# UploadItem|
source: Failed to upload
es: Error en subida
ko: 업로드 실패
nl: Upload mislukt
zh_tw: 上傳失敗

# UploadItem|
source: Cancel
es: Cancelar
ko: 취소
nl: Annuleren
zh_tw: 取消

# UploadItem|
source: Retry
es: Reintentar
ko: 재시도
nl: Opnieuw proberen
zh_tw: 重試

# UploadItem|
source: Save as
es: Guardar como
ko: 다른 이름으로 저장
nl: Opslaan als
zh_tw: 另存新檔

# Uploadings|
source: No files are being uploaded.
es: No se está subiendo ningún archivo.
ko: 업로드중인 파일이 없습니다.
nl: Er worden geen bestand geüpload
zh_tw: 沒有上傳任何檔案

# Uploadings|
source: Failed to retry.
es: Error al reintentar.
ko: 재시도를 실패했습니다
nl: Opnieuw probereb mislukt
zh_tw: 重試失敗

# Uploadings|
source: Failed to save as.
es: Error al guardar como.
ko: 다른 이름으로 저장하는데 실패했습니다.
nl: Oplsaan als mislukt
zh_tw: 無法另存新檔

# Waiter|
source: Wait for authentication
es: Espere la autenticación
ko: 인증 대기
nl: Op verificatie wachten
zh_tw: 等待驗證
